acpid
base-devel
bluez-utils
calc
efibootmgr
fd
fuse2
fuse3
gnome-keyring
gnome-themes-extra
grub
gvfs
intel-ucode
lazygit
man-pages
networkmanager
ninja
pamixer
pavucontrol
pcmanfm-gtk3
pipewire-pulse
polkit
rofi-wayland
ttf-jetbrains-mono-nerd
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-gtk
xorg-xwayland
