alacritty
bashtop
bat
bluez
cmake
curl
dunst
firefox
fzf
grim
jq
lsof
luarocks
ripgrep
seahorse
slurp
starship
swappy
udisks2
vi
vim
