base-devel
ninja
man-pages
neofetch
pcmanfm-gtk3
lazygit
dunst
alacritty
polkit
xdg-desktop-portal
xdg-desktop-portal-gtk
pipewire-pulse
pamixer
pavucontrol
grub
efibootmgr
bluez
bluez-utils
firefox
calc
gnome-themes-extra
acpid
fuse2
fuse3
fd
gvfs
ttf-jetbrains-mono-nerd
udisks2
starship
intel-ucode
gnome-keyring
seahorse
xorg-xwayland
wl-clipboard
grim
slurp
rofi-wayland
swappy
